Revit 2026 API
Toposolid.CreateSubDivision Method
Overload List
Name | Description
CreateSubDivision(Document, IList<CurveLoop>)
CreateSubDivision(Document, ElementId, IList<CurveLoop>)
Top
See Also
Reference
Toposolid Class
Autodesk.Revit.DB Namespace